{
  "Title" : "Information Security",
  "Content":
  [
    {
      "Section" : "Areas of Security",
      "Item" :
      [
        {
          "Term" : "Physical Security",
          "Definition" : "is composed of the strategies and precautions implemented to safeguard physical assets of the organization."
        },
        {
          "Term" : "Personnel Security",
          "Definition" : "is the process of evaluating an individual's suitability to work in a position that requires access to sensitive information, assets, or facilities."
        },
        {
          "Term" : "Operations Security",
          "Definition" : "is a systematic process that aims to protect sensitive information about an organization's activities, plans, and capabilities."
        },
        {
          "Term" : "Communications Security",
          "Definition" : "is the discipline within information security that focuses on protecting the confidentiality, integrity, and availability of information being transmitted over telecommunications networks."
        },
        {
          "Term" : "Network Security",
          "Definition" : "is a branch of information security devoted to protecting the integrity, confidentiality, and accessibility of computer networks and the data they transmit."
        }
      ]
    },
    {
      "Section" : "Key Elements of Communication Security",
      "Item" :
      [
        {
          "Term" : "Cryptographic Security",
          "Definition" : "The use of encryption to transform information into a form that is unreadable without the correct decryption key."
        },
        {
          "Term" : "Transmission Security",
          "Definition" :  "It involves measures to protect communications against interception and exploitation by unauthorized parties."
        },
        {
          "Term" : "Emissions Security",
          "Definition" : "It is concerned with controlling unintended signals or electromagnetic emissions that could leak sensitive information."
        },
        {
          "Term" : "Physical Security of COMSEC Material",
          "Definition" : "It refers to the protection of cryptographic hardware, keys, and other sensitive COMSEC materials from theft, tampering, or unauthorized access."
        }
      ]
    },
    {
      "Section" : "Common Network Security Components",
      "Item" :
      [
        {
          "Term" : "Firewalls",
          "Definition" : "It refers to network devices or software that filter traffic based on predefined security rules, controlling what can enter and leave the network."
        },
        {
          "Term" : "Intrusion Detection and Prevention Systems (IDS/IPS)",
          "Definition" : "It refers to systems that monitor network activity for suspicious patterns and can either alert administrators or actively block malicious traffic."
        },
        {
          "Term" : "Antivirus and Antimalware Software",
          "Definition" : "Are programs designed to protect computers and servers from malware infections that could compromise the network."
        },
        {
          "Term" : "Virtual Private Networks (VPNs)",
          "Definition" : "It refers to technology that creates secure, encrypted connections over public networks, allowing remote users safe access to internal resources."
        },
        {
          "Term" : "Access Control",
          "Definition" : "It is the process of implementing policies for authentication and authorization."
        },
        {
          "Term" : "Network Segmentation",
          "Definition" : "It is the method of dividing the network into smaller subnetworks with different security controls, limiting the spread of attacks."
        },
        {
          "Term" : "User Education",
          "Definition" : "It is the process of training employees on secure practices, recognizing threats, and the importance of maintaining network security."
        }
      ]
    }
  ]
}